{
    "id": 420,
    "date": "2019/11/20",
    "sources": [
        "https://www.vox.com/recode/2019/12/31/21043467/google-union-cafeteria-workers-unionized-alphabet-silicon-valley-mountainview"
    ],
    "actions": [
        "union representation"
    ],
    "struggles": [
        "pay and benefits",
        "working conditions"
    ],
    "employment_types": [
        "blue collar workers",
        "contract workers"
    ],
    "description": "About 2,300 Google cafeteria workers (contracted through Compass) voted to unionize to call for better pay and benefits. These workers include dishwashers and food preparers who serve breakfast, lunch, and dinner to Google employees. The service workers are considered contract workers and don't receive the same benefits such as retirement plans which are standard for direct Google employees. The cafeteria workers voted to unionize with a local chapter of Unite Here, which represents 300,000 workers in food, casino, laundry, hotel, and warehouse industries. Workers expressed dissatisfaction with their low wages, which start at $35,000 in the Bay Area, and lack of benefits compared to full-time Google employees. Some reported incidents of discrimination and bullying. The workers are officially employed by Compass Group, a third party contractor. The vote followed a two year effort.",
    "online": null,
    "locations": [
        "usa",
        "mountain view-california-usa",
        "san francisco-california-usa"
    ],
    "companies": [
        "google",
        "compass group"
    ],
    "workers": 2300,
    "tags": null,
    "author": [
        "hyatt d."
    ],
    "latlngs": [
        [
            33.977092,
            -118.4092133
        ],
        [
            37.419000999999994,
            -122.08237596053958
        ],
        [
            37.7924005,
            -122.39175106331551
        ],
        [
            37.7249773,
            -122.4603378
        ]
    ],
    "addresses": [
        "Google, West Bluff Creek Drive, Playa Vista, Los Angeles, Los Angeles County, CAL Fire Southern Region, California, 90096, United States",
        "Google, Mountain View, Santa Clara County, California, United States",
        "Google Community Space, 188, The Embarcadero, Port of San Francisco, San Francisco, CAL Fire Northern Region, California, 94105, United States",
        "LT Group - Compass Real Estate, Ocean Avenue, Ingleside, San Francisco, CAL Fire Northern Region, California, 94127, United States"
    ]
}