{
    "id": 241,
    "date": "2020/03/17",
    "sources": [
        "https://medium.com/@amazoniansunitednyc/we-amazon-workers-demand-coronavirus-protections-16f28ad8b15f, https://www.cnbc.com/2020/03/19/amazon-warehouse-worker-in-new-york-tests-positive-for-the-coronavirus.html, https://www.theatlantic.com/health/archive/2020/03/amazon-warehouse-employee-has-coronavirus/608341/"
    ],
    "actions": [
        "open_letter"
    ],
    "struggles": [
        "working_conditions",
        "unfair_labor_practices"
    ],
    "employment_types": [
        "blue_collar_workers",
        "in_house_workers"
    ],
    "description": "As the coronavirus continues to spread, Amazon logistics workers circulated a petition calling for the company to put in place more “protective measures,”  in which they demanded that the company provide paid sick leave to all its employees, even those who do not have a positive COVID-19 diagnosis, given the scarcity of coronavirus tests. They also requested child-care funds for workers with children, increased hazard pay, an end to penalties for working too slowly, and an immediate closure of any facility where a worker tests positive. “While Amazon has made some limited coronavirus accommodations, it needs a comprehensive plan to ensure the safety of all of its workers and the larger public, including giving workers paid leave and not simply extending our unpaid leave, as was announced recently,” the petition states. ",
    "online": null,
    "locations": [
        "saran-france",
        "paris-france"
    ],
    "companies": [
        "amazon"
    ],
    "workers": 1800,
    "tags": [
        "coworker_solidarity",
        "coronavirus"
    ],
    "author": [
        "organizejs"
    ],
    "latlngs": [
        [
            47.9619318,
            1.8440185793930501
        ],
        [
            48.837679,
            2.3909358
        ]
    ],
    "addresses": [
        "Amazon.fr ORY1, Rue de l'Olivier, Deret Logistique, Saran, Orléans, Loiret, Centre-Val de Loire, France métropolitaine, 45770, France",
        "Amazon, Rue de Charenton, Quartier de Bercy, Paris, Île-de-France, France métropolitaine, 75012, France"
    ]
}