{
    "id": 235,
    "date": "2020/03/06",
    "sources": [
        "https://fortune.com/2020/03/10/gig-workers-petition-for-sick-leave-coronavirus/",
        "https://www.coworker.org/petitions/demand-gig-economy-companies-give-paid-sick-time-off-during-coronavirus",
        "https://www.fastcompany.com/90472535/coronavirus-paid-sick-leave"
    ],
    "actions": [
        "open letter"
    ],
    "struggles": [
        "working conditions",
        "unfair labor practices"
    ],
    "employment_types": [
        "gig workers"
    ],
    "description": "Gig Workers Rising launched a petition calling on the heads of the biggest gig economy platforms to give workers paid sick leave amid the coronavirus outbreak. That petition garnered more than 900 signatures. In the petition, the workers say they are often on the “front lines of exposure,” given that every day they come in contact with various people, including those arriving at airports or heading to the hospital. Without paid sick leave, the gig workers say they are often forced to choose between making ends meet and taking care of their health, and therefore the health of the company's customers. ",
    "online": true,
    "locations": [
        "california-usa"
    ],
    "companies": [
        "uber",
        "lyft",
        "instacart",
        "doordash"
    ],
    "workers": 900,
    "tags": [
        "coronavirus"
    ],
    "author": [
        "organizejs"
    ],
    "latlngs": [
        [
            37.7756962,
            -122.4180838
        ],
        [
            37.750721999999996,
            -122.40243254779433
        ],
        [
            37.7834546,
            -122.4080358
        ]
    ],
    "addresses": [
        "Uber, 1455, Market Street, Civic Center, San Francisco, San Francisco City and County, San Francisco, State of Frank Mortenson, 94103, United States",
        "Lyft, 26th Street, Potrero Terrace, San Francisco, San Francisco City and County, San Francisco, State of Frank Mortenson, 94124, United States",
        "Doordash HQ, Market Street, Union Square, San Francisco, San Francisco City and County, San Francisco, State of Frank Mortenson, 94103-3124, United States"
    ]
}