{
    "id": 266,
    "date": "2020/06/08",
    "sources": [
        "https://onezero.medium.com/250-microsoft-employees-call-on-ceo-to-cancel-police-contracts-and-support-defunding-seattle-pd-e89fa5d9e843, https://finance.yahoo.com/news/microsoft-employees-petition-seattle-police-contracts-161102239.html"
    ],
    "actions": [
        "open_letter"
    ],
    "struggles": [
        "ethics"
    ],
    "employment_types": [
        "white_collar_workers",
        "in_house_workers"
    ],
    "description": "Hundreds of Microsoft employees have signed a letter to the company’s top executives asking for Microsoft to take action in the wake of national protests. The initiative came out of a Facebook group called \"Young Microsoft FTEs\". The email to the Microsoft executives includes a list of requests, including increased leniency for Microsoft workers in performance reviews due to the coronavirus pandemic and protests; the company formally condemning the use of tear gas, rubber bullets, and flashbangs; increasing Microsoft’s employee donation matches; the cancellation of contracts with SPD and other law enforcement agencies; support for defunding the SPD; signing a petition for the resignation of Seattle Mayor Jenny Durkan; and support for a list of demands from BLM Seattle. Employees volunteered to be CC’d on the email in a show of solidarity, though their inclusion was not intended to show explicit support for every request, according to the email.",
    "online": true,
    "locations": [
        "seattle-washington-usa"
    ],
    "companies": [
        "microsoft"
    ],
    "workers": 250,
    "tags": [
        "antiracism",
        "blm"
    ],
    "author": [
        "nataliyaned"
    ],
    "latlngs": [
        [
            47.5388725,
            -122.2901728
        ]
    ],
    "addresses": [
        "Microsoft Gathering Hall, 32nd Avenue South, Columbia City, Holly Park, Seattle, King County, Washington, 98118, United States of America"
    ]
}