{
    "id": 330,
    "date": "2020/09/22",
    "sources": [
        "https://www.vice.com/amp/en_us/article/g5p333/uk-tech-workers-launch-first-national-effort-to-unionize-tech-industry"
    ],
    "actions": [
        "union drive"
    ],
    "struggles": [
        "working conditions"
    ],
    "employment_types": [
        "blue collar workers",
        "white collar workers",
        "inhouse workers"
    ],
    "description": "Tech workers in the U.K. have started a union aimed at organizing a wide array of tech workers in the country. The United Tech and Allied Workers, a branch of the Communications Workers Union, offers legal counsel and representation at employment tribunals for its members. Under U.K. law, employees can join a union even if that union has not been recognized by their employer. In an interview with Vice, a member highlighted the union's \"very broad definition of a tech worker\", which spans white collar and blue collar labor.",
    "online": null,
    "locations": [
        "uk"
    ],
    "companies": [
        "google",
        "amazon",
        "microsoft",
        "samsung",
        "deliveroo"
    ],
    "workers": 30,
    "tags": [
        "industry_solidarity"
    ],
    "author": [
        "nataliyaned"
    ],
    "latlngs": [
        [
            51.5333771,
            -0.1258455
        ],
        [
            53.78405275,
            -1.4836579363489633
        ],
        [
            51.51500405,
            -0.1422825722054385
        ],
        [
            54.975233700000004,
            -1.61271275552904
        ],
        [
            51.5314216,
            -0.1113624
        ]
    ],
    "addresses": [
        "Google, Pancras Road, King's Cross, London Borough of Camden, London, Camden Town, Greater London, England, N1C 4BJ, United Kingdom",
        "Amazon, (Non-Definitive Bridleway) Skelton Moor Farm, Logic Leeds, Knowsthorpe, Leeds, West Yorkshire, Yorkshire and the Humber, England, LS15 0BF, United Kingdom",
        "Microsoft Experience Centre, 253-259, Regent Street, Fitzrovia, City of Westminster, London, Greater London, England, W1B 2ER, United Kingdom",
        "Samsung, 43-45, Northumberland Street, Haymarket, Newcastle upon Tyne, Tyne and Wear, North East England, England, NE1 7AF, United Kingdom",
        "Deliveroo, Pentonville Road, Pentonville, London Borough of Islington, London, Islington, Greater London, England, N1 9JB, United Kingdom"
    ]
}