{
    "id": 524,
    "date": "2021/08/08",
    "sources": [
        "https://www.zhihu.com/question/478292821"
    ],
    "actions": [
        "open letter"
    ],
    "struggles": [
        "discrimination",
        "working conditions"
    ],
    "employment_types": [
        "white collar workers",
        "inhouse workers"
    ],
    "description": "Over the summer of 2021, a female employee at Alibaba was sexually assaulted by her supervisor after a business meeting where she was expected to drink. The incident became known as the Alibaba incident, or 807--August 7th--which was the date when the victim posted an essay that detailed the night she was sexually assaulted. In her post, she also talked about how, after the incident, she demanded that the perpetrator be fired from Alibaba, but her superiors at the company protected him. \n\nAfter the essay was published, over 6000 employees joined a discussion group to support the victim. On August 8th, they posted a set of recommendations to the company. The post was titled \"Aliren for Aliren\" (\"ren\" means \"people\", so this can be read \"Ali-people for Ali-people\"). The post critiqued the lack of protection of women employee's rights and the incompetency of upper management for not being able to help the victim.  \n\nThe recommendations included giving the victim a paid vacation to emotionally and physically recover from the incident, compensating the victim for her injuries, providing the victim and her family with the necessary counseling/therapy, making the investigation process transparent, providing better training and support to combat sexual harassment and discrimination at the workplace, and reforming HR to better serve the needs of employees (and not just management). ",
    "online": true,
    "locations": [
        "china"
    ],
    "companies": [
        "alibaba"
    ],
    "workers": 6000,
    "tags": [
        "sexism",
        "sexual_harassment"
    ],
    "author": [
        "organizejs"
    ],
    "latlngs": null,
    "addresses": null
}