{
    "id": 545,
    "date": "2022/03/30",
    "sources": [
        "https://www.reuters.com/technology/tech-workers-urge-companies-join-ukraines-digital-blockade-russia-2022-03-30/"
    ],
    "actions": [
        "protest"
    ],
    "struggles": [
        "ethics"
    ],
    "employment_types": [
        "white collar workers",
        "inhouse workers"
    ],
    "description": "Microsoft, SAP SE, and IBM have continued to maintain operations in Russia. In response, groups of workers at these companies have called for them to do more than just end new sales and to instead withdraw completely. Workers also discussed and criticized the companies’ stances in internal discussion forums, with some Microsoft workers even threatening to quit if the company doesn’t exit. Other workers worry about the withdrawal’s potential effect on civilians.",
    "online": true,
    "locations": [
        "usa",
        "ukraine",
        "germany"
    ],
    "companies": [
        "microsoft",
        "ibm",
        "sap se"
    ],
    "workers": 18,
    "tags": [
        "politics",
        "online action"
    ],
    "author": [
        "wynniechan"
    ],
    "latlngs": [
        [
            37.3974949,
            -122.0842646
        ],
        [
            44.05795005,
            -92.50701462052399
        ],
        [
            40.811335,
            -75.5182218670395
        ],
        [
            50.4390554,
            30.4987257
        ],
        [
            52.5167758,
            13.3904886
        ],
        [
            48.135718,
            11.669292880561745
        ],
        [
            49.29395475,
            8.640571372526976
        ]
    ],
    "addresses": [
        "Tellme Networks;Microsoft, Central Expressway, Mountain View, Santa Clara County, CAL Fire Northern Region, California, 94043, United States",
        "IBM, Rochester, Olmsted County, Minnesota, 55901, United States",
        "SAP Laser Tag, Lower Towamensing Township, Carbon County, Pennsylvania, United States",
        "Microsoft, Жилянська вулиця, Паньківщина, Нова Забудова, Голосіївський район, Київ, 01032, Україна",
        "Microsoft Berlin, 17, Unter den Linden, Mitte, Berlin, 10117, Deutschland",
        "IBM, Stahlgruberring, Am Moosfeld, Trudering - Riem, Trudering-Riem, München, Bayern, 81829, Deutschland",
        "SAP SE, 7, Hasso-Plattner-Ring, Walldorf, Rhein-Neckar-Kreis, Baden-Württemberg, 69190, Deutschland"
    ]
}